Repository: Python3pkg/Products.FacultyStaffDirectory
Catalog: src/Products/FacultyStaffDirectory/locales/*/LC_MESSAGES/FacultyStaffDirectory.po
Languages: es

source: A regular expression that a Person's ID must match. Defaults to the expression Plone uses for user IDs.
es: Una expresión regular que debe coincidir con un Identificador de la Persona. Por defecto, usa la expresión que usa Plone para los Identificadores de usuario.

source: A regular expression that a Person's phone number must match. Leave blank to disable phone number validation.
es: Una expresión regular que debe coincidir con un número telefónico de la Persona. Dejar en blanco para deshabilitar la validación del número.

source: A-to-Z Listing
es: Listado de la A a la Z

source: Access Account ID
es: Identificador de cuenta de acceso

source: Base View
es: Vista base

source: Basic Information
es: Información básica

source: Categorization
es: Categorización

source: Committees
es: Comités

source: Contact Information
es: Información de contacto

source: Content types to integrate with Plone's users and groups
es: Tipos de contenidos a integrar con los grupos y usuarios de Plone

source: Custom email obfuscation
es: Personalizar ofuscación de correo electrónico

source: Dates
es: Fechas

source: Describe the above phone number rule in a human-readable format: for example, (555) 555-5555.
es: Describir la regla sobre el número telefónico en un formato leíble por humanos: por ejemplo, (555) 555-5555.

source: Display
es: Mostrar

source: Faculty/Staff Directory settings
es: Configuración del directorio de Facultad/Personal

source: FacultyStaffDirectory_assignPosition
es: Asigna un cargo

source: FacultyStaffDirectory_assignResearchTopic
es: Precisar su tema de investigación

source: FacultyStaffDirectory_assignrole
es: Asignar un rol

source: FacultyStaffDirectory_description_FacultyStaffDirectoryRoles
es: Roles que la gente de este directorio tendrá en todo el sitio

source: FacultyStaffDirectory_description_confirmPassword
es: Por favor, escriba de nuevo la contraseña. (Dejar en blanco si no la quieres cambiar.)

source: FacultyStaffDirectory_description_id
es: Ejemplo: abc123

source: FacultyStaffDirectory_description_jobTitles
es: Uno por linea

source: FacultyStaffDirectory_description_password
es: La contraseña para esta persona (Dejar en blanco si no lo quieres cambiar.)

source: FacultyStaffDirectory_description_personClassificationViewThumbnailWidth
es: Mostrar todas las miniaturas de personas con un ancho fijo (en píxeles) en la vista de la clasificación.

source: FacultyStaffDirectory_description_suffix
es: Título honorífico y académico, profesional, reconocimiento social.

source: FacultyStaffDirectory_description_websites
es: Uno por linea. Ejemplo: http://www.ejemplo.com/

source: FacultyStaffDirectory_editPosition
es: Editar posición

source: FacultyStaffDirectory_editResearchTopic
es: Editar área de investigación

source: FacultyStaffDirectory_editrole
es: Editar rol

source: FacultyStaffDirectory_email
es: Correo electrónico

source: FacultyStaffDirectory_help_website
es: Ejemplo: http://www.ejemplo.com/

source: FacultyStaffDirectory_label_FacultyStaffDirectoryRoles
es: Roles

source: FacultyStaffDirectory_label_abbreviation
es: Abreviación

source: FacultyStaffDirectory_label_assistants
es: Asistentes:

source: FacultyStaffDirectory_label_biography
es: Biografía:

source: FacultyStaffDirectory_label_bosses
es: ${fullName} es asistente de

source: FacultyStaffDirectory_label_classifications
es: Clasificaciones

source: FacultyStaffDirectory_label_committees
es: Comités

source: FacultyStaffDirectory_label_confirmPassword
es: Confirmar contraseña

source: FacultyStaffDirectory_label_courses
es: Cursos:

source: FacultyStaffDirectory_label_departments
es: Departamentos:

source: FacultyStaffDirectory_label_description
es: Descripción

source: FacultyStaffDirectory_label_education
es: Educación:

source: FacultyStaffDirectory_label_email
es: Correo electrónico

source: FacultyStaffDirectory_label_firstName
es: Nombre

source: FacultyStaffDirectory_label_fullName
es: Nombre completo

source: FacultyStaffDirectory_label_id
es: Identificador de inicio de sesión

source: FacultyStaffDirectory_label_image
es: Fotografía

source: FacultyStaffDirectory_label_jobTitles
es: Los nombres de las funciones profesionales

source: FacultyStaffDirectory_label_lastName
es: Apellido

source: FacultyStaffDirectory_label_members
es: Miembros

source: FacultyStaffDirectory_label_middleName
es: Nombre intermedio

source: FacultyStaffDirectory_label_number
es: Número

source: FacultyStaffDirectory_label_officeAddress
es: Dirección de la oficina

source: FacultyStaffDirectory_label_officeCity
es: Oficina de la ciudad

source: FacultyStaffDirectory_label_officePhone
es: Teléfono de oficina:

source: FacultyStaffDirectory_label_officePostalCode
es: Código postal de Oficina

source: FacultyStaffDirectory_label_officeState
es: Oficina estatal

source: FacultyStaffDirectory_label_overview_image
es: Vista general de la imagen (usada para ver vista de la especialidad)

source: FacultyStaffDirectory_label_overview_text
es: Descripción de texto (usada para la vista de la especialidad)

source: FacultyStaffDirectory_label_password
es: Contraseña

source: FacultyStaffDirectory_label_people
es: Personas

source: FacultyStaffDirectory_label_personClassificationViewThumbnailWidth
es: Ancho de las miniaturas en la vista de clasificación

source: FacultyStaffDirectory_label_position
es: Cargo

source: FacultyStaffDirectory_label_researchInterests
es: Intereses de investigación:

source: FacultyStaffDirectory_label_researchTopic
es: Tema de investigación

source: FacultyStaffDirectory_label_specialties
es: Especialidades

source: FacultyStaffDirectory_label_suffix
es: Sufijo

source: FacultyStaffDirectory_label_text
es: Cuerpo de texto

source: FacultyStaffDirectory_label_title
es: Titulo

source: FacultyStaffDirectory_label_website
es: Sitio Web del curso

source: FacultyStaffDirectory_label_websites
es: Sitio(s) Web:

source: FacultyStaffDirectory_moreAbout
es: Más acerca de ${more-about-person-title}...

source: FacultyStaffDirectory_name
es: Nombre

source: FacultyStaffDirectory_people
es: Personas

source: FacultyStaffDirectory_phone
es: Teléfono personal

source: FacultyStaffDirectory_researchTopic
es: Temática de Investigación

source: FacultyStaffDirectory_specialtyMembers
es: Personas especializadas en el área

source: FacultyStaffDirectory_subspecialties
es: Subespecialidades

source: Format email addresses like "someone AT here DOT com" rather than using Plone's default spam armoring.
es: El formato de dirección de correo electrónico es como el siguiente ejemplo: "usuario EN dominio PUNTO com", el cual es raramente usado por defecto en el blindaje spam de Plone.

source: Gallery View
es: Vista galería

source: Invalid user id
es: Invalido identificador de usuario

source: Overview
es: Información general

source: Ownership
es: Propietario

source: Person ID format
es: Formato de identificador de persona

source: Person ID format error message
es: Mensaje de error en formato de identificador de persona

source: Person ID label
es: Etiqueta de identificador de persona

source: Person objects provide user passwords
es: Los objetos de tipo Persona proporcionan contraseñas de usuario

source: Personnel Manager
es: Administrador de Personal

source: Phone number example
es: Ejemplo de número telefónico

source: Phone number format
es: Formato de número telefónico

source: Professional Information
es: Información profesional

source: Settings
es: Configuración

source: Should user passwords be stored as part of the Person? To have a different PAS plugin handle authorization, turn this off.
es: En el caso de las contraseñas de usuario ¿se debería almacenar como parte de la persona?. Si tiene un plugin PAS diferente para manejar autorización, desactivar esta opción.

source: Specialites overview
es: Vista general especialidades

source: Standard View
es: Vista estandar

source: Tabular View
es: Vista tabular

source: The error message returned when an entered Person ID does not match the above format
es: El mensaje de error que devuelve cuando se introdujo un identificador de persona que no coincide con el formato anterior.

source: The name of the ID used by your organization
es: El nombre del identificador usado por su organización

source: User %s cannot be found.
es: Usuario %s no fue encontrado.

source: User Preferences Editor
es: Editor de preferencias de usuario

source: User Settings
es: Configuraciones de usuario

source: go_to_parent_url
es: Subir un nivel

source: label_fsd_general
es: General

source: label_fsd_membership
es: Membresía

source: title_can_manage_personnel
es: ¿Puede administrar personas?
